Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/transport_and_disability/tax_relief_for_disabled_drivers_and_disabled_passengers.html.txt.tmx
Source language: en
Languages: ga

source: Tax relief for drivers and passengers with disabilities
ga: Díoluine cánach do do thiománaithe agus do phaisinéirí faoi mhíchumas

source: The Disabled Drivers and Disabled Passengers Scheme provides a range of tax reliefs linked to the purchase and use of specially constructed or adapted vehicles by drivers and passengers with a disability
ga: Cuireann an Scéim Tiománaithe faoi Mhíchumas agus Paisinéirí faoi Mhíchumas réimse faoisimh cánach ar fáil atá ceangailte le ceannach agus le húsáid feithiclí i gcomhair tiománaithe faoi mhíchumas agus paisinéirí faoi mhíchumas

source: The rules of the scheme are set out in the Disabled Drivers and Disabled Passengers (Tax Concessions) Regulations 1994 (SI 353/1994) as amended
ga: Tá téarmaí na scéime leagtha amach sna Rialacháin um Thiománaithe Míchumasaithe agus Paisinéirí Míchumasaithe (Lamháltais Chánach) 1994 (I.R

source: Under the terms of the scheme, you can claim remission or repayment of vehicle registration tax (VRT), repayment of value-added tax (VAT) on the purchase of a vehicle and repayment of VAT on the cost of adapting a vehicle
ga: 353/1994) arna leasú. Faoi théarmaí na scéime, is féidir leat loghadh nó aisíocaíocht a éileamh ar do Cháin Chláraithe Feithiclí (CCF), aisíocaíocht a éileamh ar cháin bhreisluacha (CBL) maidir le ceannach feithicle, agus aisíocaíocht CBL a éileamh ar an gcostas a bhaineann le feithicil a oiriúnú

source: In addition, if you qualify under the scheme, your vehicle may be exempt from the payment of annual motor tax on application to a Motor Tax Office
ga: Chomh maith leis sin, má tá tú cáilithe faoin scéim, seans go bhfaighidh tú go bhfuil d’fheithicil díolmhaithe ó mhótarcháin bhliantúil a íoc nuair a dhéanfar iarratas chuig an Oifig Mótarchánach

source: Since January 2015, if you qualify for tax relief under the scheme you are also eligible for a fuel grant under the Disabled Drivers and Disabled Passengers Fuel Grant Regulations 2015 (SI 635/2015 (pdf))
ga: Ó mhí Eanáir 2015 ar aghaidh, aon duine atá cáilithe le haghaidh faoiseamh cánach faoin scéim, tá siad i dteideal deontas breosla faoi na Rialacháin an Deontais Bhreosla um Thiománaithe Míchumasaithe agus Paisinéirí Míchumasaithe 2015 (IR 635/2015 (pdf))

source: The grant replaced the repayment of excise duty on fuel
ga: Is ann don deontas seo anois in áit aisíocaíocht dleachta máil ar bhreosla

source: The rate of grant payable per litre, up to a maximum of 2,730 litres per calendar year, is as follows:
ga: Is é seo a leanas ráta an deontais ata iníoctha in aghaidh an lítir, suas go huasmhéid 2,730 lítir in aon bhliain féilire:

source: An adapted vehicle driven by a driver with a disability is entitled to exemption from toll road fees
ga: Tá feithicil oiriúnaithe a bhíonn á tiomáint ag tiománaí faoi mhíchumas i dteideal díolúine ó tháillí bóthar dola

source: Toll road operators issue special passes which are recognised by all other toll road operators and which allow such vehicles pass through the tolls without paying
ga: Eisíonn oibreoirí bóthar dola pasanna speisialta a dtugann na hoibreoir go léir bóthar dola aitheantas orthu agus a ligeann do na feithiclí sin dul trí na dolaí gan íoc

source: To obtain a special pass apply to your nearest toll road operator
ga: Chun pas speisialta a fháil, déan iarratas chuig an oibreoir bóthar dola is cóngaraí duit

source: Changes to Scheme in 2016
ga: Athruithe ar an Scéim in 2016

source: A number of changes have been made to the Scheme. They include:
ga: Rinneadh roinnt mhaith athruithe ar an Scéim, na cinn seo a leanas san áireamh:

source: • The limit on the vehicle’s engine size of less than 2,000cc in the case of a driver and 4,000cc in the case of a passenger has been increased to 6,000cc for drivers and passengers
ga: • Tá méadú tar éis teacht ar uasmhéid inneall na feithicle ó 2,000cc i gcás an tiománaí agus ó 4,000cc i gcás an phaisinéara go 6,000cc sa dá chás

source: • The maximum amount of VRT and VAT relief available under the Scheme has being increased from €9,525 to €10,000 for drivers and from €15,875 to €16,000 for passengers
ga: • Tá méadú tar éis teacht ar an méid faoisimh CCF agus CBL atá ar fáil faoin Scéim ó €9,525 go €10,000 i gcás tiománaithe agus ó €15,875 go €16,000 i gcás paisinéirí

source: • A new category of specifically adapted vehicle for drivers with severe disabilities where the vehicle needs significant adaptation
ga: • Is ann anois do chatagóir nua feithicle ar a ndéantar oiriúnú go speisialta le haghaidh tiománaithe faoi mhíchumas trom, áit a mbíonn an-chuid oiriúnú ag teastáil ar an bhfeithicil

source: The maximum amount of VRT and VAT relief available for this category is €16,000 and the vehicle must be retained for 3 years
ga: Is é €16,000 uasmhéid an CCG agus CBL atá ar fáil don chatagóir seo agus ní mór an fheithicil a choimeád ar feadh 3 bliana

source: • A new category of extensively adapted vehicle for drivers and passengers where the cost of the required adaptions exceeds the open market selling price of the vehicle being adapted
ga: • Is ann anois do chatagóir nua feithicle ar a ndéantar mór-oiriúnú le haghaidh tiománaithe agus paisinéirí áit a bhaineann costas níos mó leis na hoiriúnuithe atá ag teastáil ná a bhaineann le praghas díola na feithicle atá le hoiriúnú ar an margadh oscailte

source: The maximum amount of VRT and VAT relief available for this category is €22,000 and the vehicle must be retained for 6 years
ga: Is é €22,000 uasmhéid an CCG agus CBL atá ar fáil don chatagóir seo agus ní mór an fheithicil a choimeád ar feadh 6 bliana

source: • Vehicles no longer have to be purchased from an authorised motor dealer
ga: • Ní gá a thuilleadh go gceannaítear feithiclí ó dhéileálaithe údaraithe mótar

source: In order to qualify for tax relief under the scheme, the person with a disability must have a valid Primary Medical Certificate
ga: Chun a bheith i dteideal díolúine ó cháin faoin scéim, caithfidh tú Teastas Príomhúil Leighis dlistineach a bheith agat

source: A Primary Medical Certificate confirms you are severely and permanently disabled and:
ga: Caithfidh tú a bheith faoi mhíchumas tromchúiseach agus buan agus

source: • Are completely or almost completely without the use of both legs or
ga: • A bheith gan úsáid nó beagnach gan úsáid do dhá chois

source: • Are completely without the use of one of your legs and almost completely without the use of the other leg to the extent that you are severely restricted as regards movement in your legs or
ga: • A bheith go hiomlán gan úsáid chos amháin agus beagnach go hiomlán gan úsáid an chos eile go dtí an pointe go bhfuil an-bhac ort maidir le gluaiseacht i do chosa

source: • Are without both hands or both arms or
ga: • A bheith gan ceachtar lámh nó bacán láimhe

source: • Are without one or both legs or
ga: • A bheith gan cos amháin nó an dá chos

source: • Are completely or almost completely without the use of both hands or arms and completely or almost completely without the use of one leg or
ga: • A bheith go hiomlán nó beagnach go hiomlán gan úsáid an dá lámh nó bacán láimhe agus go hiomlán nó beagnach go hiomlán gan úsáid cos amháin

source: • Have the medical condition of dwarfism and serious difficulties of movement of the legs
ga: • An galar abhcachas a bheith ort agus deacrachtaí suntasacha a bheith agat le gluaiseacht na gcos

source: Local Health Offices of the Health Service Executive (HSE) process applications for a Primary Medical Certificate
ga: Próiseálann Oifigí Sláinte Áitiúla d’Fheidhmeannacht na Seirbhíse Sláinte (FSS) iarratas ar Theastas Míochaine Príomhúla

source: If the HSE refuses your application for a Primary Medical Certificate, you may appeal the refusal to the Disabled Drivers Medical Board of Appeal, National Rehabilitation Hospital, Rochestown Avenue, Dun Laoghaire, Co
ga: Má dhiúltaíonn FSS d’iarratas ar Theastas Míochaine Príomhúla, is féidir leat an diúltú a achomharc chuig Board Míochaine Achomhairc de chuid na dTiománaithe faoi Mhíchumais, An tOspidéal Náisiúnta Athshlánaithe, Ascaill Bhaile an Róistigh, Co

source: You can claim tax relief on
ga: Is féidir leat díolúine cánach a éileamh ar:

source: • A used vehicle that has not been previously registered in the state
ga: • Feithicil a baineadh úsáid as cheana nach raibh cláraithe sa stáit seo cheana

source: You can also buy a previously registered used vehicle, in which case the amount of the repayment will be the residual VAT contained in the value of the vehicle
ga: Chomh maith leis sin, is féidir leat feithicil athláimhe a cláraíodh cheana féin a cheannach

source: However, the majority of used vehicles purchased from a dealer are purchased under the Margin Scheme
ga: Sa chás sin, ní bheidh san aisíocaíocht ach an CBL iarmharach a bhaineann le luach na feithicle

source: This means that no VAT is payable when the vehicle is purchased and therefore no VAT is refundable
ga: Ach i gcás fhormhór na bhfeithiclí a cheannaítear ó dhéileálaithe, ceannaítear faoin Scéim Chorlaigh iad

source: If you bought the vehicle before you qualified as a disabled driver, a repayment of VAT and VRT, appropriate to the market value of the vehicle at the time of entry to the scheme, will be made
ga: Is é is ciall leis sin ná nach mbíonn CBL le híoc nuair a cheannaítear an fheithicil agus mar sin níl aon CBL le haisíoc

source: A vehicle that has been acquired under a hire-purchase agreement qualifies for tax relief
ga: Má cheannaigh tú an carr roimh duit a theacht faoin teideal tiomanaí faoi mhíchumas, déanfar aisíoc CBL agus CCF, de réir luach margadh an fheithicil ag an am ar tháinig tú isteach faoin scéim

source: • A used vehicle that has not been previously registered in the State
ga: • Feithicil a baineadh úsáid as cheana nach raibh cláraithe sa stáit seo cheana

source: If you bought the vehicle before you qualified as a disabled person, a repayment of VAT and VRT, appropriate to the market value of the vehicle at the time of entry to the scheme, will be made
ga: Má cheannaigh tú an carr roimh duit a theacht faoin teideal duine faoi mhíchumas, déanfar aisíoc CBL agus CCF leat, de réir luach margadh an fheithicil ag an am ar tháinig tú isteach faoin scéim

source: If you buy a used vehicle that has previously qualified for tax relief under the scheme for transporting disabled passengers and where the original adaptions remain in place when you buy it, it is eligible for the scheme
ga: Má cheannaíonn tú feithicil a úsáidtear go bhfuil cáilithe le haghaidh faoisimh chánach roimhe sin faoin scéim le haghaidh iompar paisinéirí faoi mhíchumas agus tá na oiriúnuithe bunaidh fós san fheithicil nuair a cheannaíonn tú é, tá sé incháilithe don scéim

source: A family member of a disabled passenger can also qualify for relief provided they are living with and responsible for the transport of the disabled person in question and has acquired the vehicle for that purpose
ga: Is féidir le duine de chlann phaisinéir faoi mhíchumas a bheith i dteideal díolúine freisin chomh fada is go bhfuil sé/sí ag maireachtáil le, agus freagrach as córas iompar a chur ar fáil, don duine faoi mhíchumas agus go bhfuil an feithicil faighte aige ina chomhair seo

source: If the disabled person only stays with a family member on a part-time basis, the residency requirement is not met
ga: Muna bhfuil an duine faoi mhíchumas ag fanacht le duine dá c(h)lann ach ar bhonn páirt-aimsireach, ní chastar leis an gcoinníoll maidir le cónaí

source: However, if the disabled person is a minor who is in residential or medical care on a part-time or occasional basis and who spends a significant part of their time at home, for example, every weekend and holidays, the residency requirement may be met
ga: Más mionaoiseach atá sa duine faoi mhíchumas áfach, agus go mbíonn sé/sí in ionad cónaithe/ sláinte ar bhunús páirtaimseartha ach go gcaitheann sé/sí cuid mhór dá c(h)uid ama sa mbaile, m.sh

source: The Revenue Commissioners may, in exceptional circumstances, waive the residency requirement
ga: deireadh seachtainí agus laethanta saoire, b'fhéidir go sásódh sé seo an coinníoll

source: You should contact the Central Repayments Office to make sure that you meet the residency requirements for relief under the scheme before purchasing a vehicle
ga: Ba cheart duit dul i dteangmháil leis an Oifig Lárnach Aisíocaíochtaí chun a chinntiú go sásaíonn tú na coinníollacha cónaithe don scéim roimh duit feithicil a cheannacht

source: "Disposal" means the sale of the vehicle, the gift of the vehicle to another person and the hiring or renting of the vehicle
ga: Is é is ciall le "diúscairt/cur de láimh" na feithicle ná í a dhíol, a thabhairt mar bhronntanas do dhuine eile, nó a ligeann amach ar cíos

source: The vehicle must not be disposed of for at least 2 years from the date the relief is granted
ga: Ní féidir an fheithicil a chur de láimh laistigh de 2 bhliain ar a laghad ón dáta a tugadh an faoiseamh

source: The retention period is 3 years for a specifically adapted vehicle and 6 years for an extensively adapted vehicle
ga: Baineann tréimhse coinneála 3 bliana i gcás feithiclí ar a ndéantar oiriúnú go speisialta agus 6 bliana i gcás feithiclí ar a ndéantar mór-oiriúnú

source: You will only be allowed to dispose of the vehicle within the retention period if you refund to the Revenue Commissioners a substantial portion of the relief allowed, calculated by reference to the value of the vehicle at the time of disposal
ga: Ní thabharfar cead duit an fheithicil a chur de láimh laistigh den tréimhse coinneála ach amháin má aisíocann tú do na Coimisinéirí Ioncaim cuid mhór den fhaoiseamh a ceadaíodh, bunaithe ar luach an fheithicil ag an am atá sí á cur de láimh

source: If the vehicle is disposed of following damage in an accident, the damage will be taken into account in calculating the value of the vehicle at the time of disposal
ga: Má chuirtear an fheithicil de láimh tar éis go ndearnadh damáiste di i dtimpiste, cuirfear an damáiste sin san áireamh agus luach an fheithicil á mheas ag am a diúscartha

source: Download and complete Form DD1 (pdf)
ga: Tá Fhoirm DD1 le fail anseo freisin (pdf)

source: Applying for remission of VRT
ga: Ag déanamh iarratas ar aisíoc CCF

source: You need to send the following documents to the Central Repayments Office
ga: Ní mór duit na cáipéisí seo a leanas a sheoladh chuig an Oifig Lárnach Aisíocaíochtaí

source: • The original Primary Medical Certificate if you are claiming for the first time
ga: • An Teastas Míochaine Príomhúla bhunaidh má tá ag éileamh don chéad uair

source: You must apply to the Health Service Executive (HSE) for an application form for a Primary Medical Certificate – obtain an application form from your Local Health Office in the HSE
ga: Ní mór duit iarratas a dhéanamh chuig do Feidhmeannacht na Seirbhíse Sláinte (FSS) d'fhoirm iarratais ar Theastas Míochaine Príomhúla - faigh foirm iarratais ó d'Oifig Sláinte Áitiúla i FSS

source: Complete the application form and return it to the Senior Medical Officer of the Local Health Office
ga: Líon isteach an fhoirm iarratais agus seol ar ais í chuig an tOifigeach Míochaine Sinsearaí den Oifig Sláinte Áitiúla

source: You will then receive an appointment for an assessment of the level of your disability
ga: Gheobhaidh tú ansin coinne le measúnú ar an leibhéal de do mhíchumas

source: If you satisfy the requirements, you are granted a Primary Medical Certificate by the HSE
ga: Má chomhlíonann tú na díotha, bronnann FSS Teastas Míochaine Príomhúla ort

source: If your application for remission of VRT is acceptable, you will be sent a Letter of Authorisation which authorises you to purchase a vehicle
ga: Má ghlactar le d’iarratas ar lamháil VRT, seolfar Litir Údaraithe chuig a thugann an chumhacht duit feithicil a cheannach

source: When you have chosen the vehicle, the vehicle identification number (VIN) must be submitted to the Central Repayments Office on the form issued to you with the Letter of Authorisation
ga: Agus an fheithicil roghnaithe agat, ní mór uimhir aitheantais na feithicle (VIN) a chur isteach chuig an Lároifig Aisíocaíochtaí ar an bhfoirm a eisíodh chugat leis an Litir Údaraithe

source: You will be issued with an Exemption Notification that allows the vehicle to be registered exempt of VRT at the NCTS centre
ga: Eiseofar Fógra Díolúine chugat a thugann cead an fheithicil a chlárú gan VRT ag an ionad NCTS

source: When you have bought the vehicle, you must obtain the following documents
ga: Nuair atá an feithicil ceannaithe agat ní mór duit na cáipéisí seo a leanas a fháil

source: • An original invoice from the dealer showing the full purchase particulars of the vehicle and verifying that payment of the amount due has been made in full
ga: • Bunshonrasc ón díoltóir ag léiriú na sonraí ar fad maidir le ceannacht an fheithicil agus ag dearbhú gur íocadh as ina iomlán

source: • An original invoice from the person who adapted the vehicle, showing that payment has been made in full
ga: • Bunshonrasc ón té a rinne athchóiriú ar an bhfeithicil, ag taispeáint gur íocadh go hiomlán as an obair

source: The invoice must show full details of the adaptations to the vehicle and the VAT charged
ga: Ní mór mionsonraí a bheith ar an sonrasc maidir leis na hathruithe a déanadh ar an feithicil agus an CBL a baineadh amach

source: • A new vehicle that is adapted requires an Individual Vehicle Approval (IVA) certificate from the National Standards Authority of Ireland (NSAI)
ga: • Éilíonn ar fheithicil nua atá curtha in oiriúint le Ceadú Feithiclí Aonair (IVA) deimhniú ón Údarás um Chaighdeáin Náisiúnta na hÉireann (NSAI)

source: To register the vehicle at the NCTS centre the dealer must submit these documents, along with the Letter of Authorisation, the Exemption Notification and the completed Form DD1
ga: Chun an fheithicil a chlárú ag an ionad NCTS ní mór don díoltóir na cáipéisí seo a chur isteach, chomh maith leis an Litir Údaraithe, an Fógra Díolúine agus an Fhoirm DD1 chomhlánaithe

source: If the documentation is in order, the NCTS will register the vehicle without charging VRT
ga: Má tá an cháipéisíocht i gceart, cláróidh an NCTS an fheithicil gan chostas VRT a ghearradh

source: When the vehicle is registered, to obtain a repayment of the VAT the dealer should submit the Letter of Authorisation, the Exemption Notification and the invoices mentioned above to the Central Repayments Office
ga: Nuair atá an fheithicil cláraithe, chun aisíocaíocht VAT a fháil ba cheart don díoltóir an Litir Údaraithe, an Fógra Díolúine agus na sonraisc a luadh thuas a chuir isteach chuig an Lároifig Aisíocaíochtaí

source: Applying for repayment of VRT and VAT
ga: Ag déanamh iarratas ar aisíoc CCF agus CBL

source: If VRT has not been remitted and you want to claim repayment of VRT and VAT, you need to submit the following documents to the Central Repayments Office
ga: Muna ndearnadh aisíoc ar an CCF agus go bhfuil tú ag iarraidh aisíoc CCF agus CBL a éileamh, ní mór duit iad seo a leanas a sheoladh chuig an Oifig Lárnach Aisíocaíochtaí

source: • A fully completed Application Form DD1
ga: • Foirm Iarratais DD1 líonta mar is cuí

source: • An original invoice from the dealer showing the full purchase particulars of the vehicle and VAT charged and showing that payment of the amount due has been made in full
ga: • Bunshonrasc ón ndíoltóir ag léiriú na sonraí ar fad maidir le ceannacht an fheithicil agus an CBL a baineadh amach agus ag dearbhú gur íocadh as ina iomlán

source: • An original invoice from the person who adapted the vehicle, indicating that payment has been made in full
ga: • Bunshonrasc ón té a rinne athchóiriú ar an bhfeithicil, ag taispeáint gur íocadh go hiomlán as an obair

source: This invoice should set out the full details of the adaptations and the VAT charged
ga: Ní mór mionsonraí a bheith ar an sonrasc maidir leis na hathruithe a déanadh ar an feithicil agus an CBL a baineadh amach

source: • The vehicle's Vehicle Registration Certificate
ga: • Teastas Clárú Feithicil an fheithicil

source: If the vehicle has been registered before, there is no need to go through the usual change of ownership procedure as this will automatically happen when the vehicle is taxed exempt at the Motor Tax Office
ga: Más rud é go raibh an fheithicil cláraithe cheana, ní gá dul tríd an ngnáthghnáthamh d’athrú úinéireachta mar tarlóidh sé seo go huathoibríoch nuair atá an fheithicil díolmhaithe ó cháin ag an Oifig Mótarchánach

source: If your claim is accepted you are issued with a Certificate of Approval by the Central Repayments Office which you should submit to your local Motor Tax Office
ga: Má ghlactar le d’éileamh eisíonn an Lároifig Aisíocaíochtaí Teastas Formheasa chugat agus ba cheart duit é seo a chur isteach chuig d’Oifig Mótarchánach áitiúil

source: You will be issued with a new Vehicle Registration Certificate which you should send to the Central Repayments Office where it will be endorsed to the effect that the vehicle was purchased under the Disabled Drivers and Passengers Scheme and cannot be disposed of for two years
ga: Eiseofar Teastas Cláraithe Feithicle nua chugat agus ba cheart duit é seo a sheoladh chuig an Lárionad Aisíocaíochtaí, áit inar ndéanfar é a fhormhuiniú ag rá go raibh an fheithicil ceannaithe faoin Scéim um Paisinéirí agus Tiománaithe faoi Mhíchumas agus nach féidir fáil réidh leis ar feadh dhá bhliain

source: This certificate will be returned to you immediately
ga: Seolfar an teastas seo ar ais chugat láithreach

source: If the vehicle has previously qualified for tax relief under the scheme, the maximum amount of tax relief that can be claimed for the vehicle will probably have already been claimed
ga: Má tá an fheithicil cáilithe roimhe sin le haghaidh faoisimh chánach faoin scéim, beidh an t-uasmhéid faoisimh cánach is féidir a éileamh i leith na feithicle is dócha a bheith á éileamh cheana féin

source: However, you should still submit form DD1 with all the required documentation as listed above
ga: Mar sin féin, tá tú fós a chur isteach DD1 foirm le doiciméadú riachtanach go léir mar atá liostaithe thuas

source: Applying for exemption from motor tax
ga: Iarratas a dhéanamh ar an deontas breosla

source: Since January 2015, members of the scheme are eligible for a fuel grant which is paid 12 months in arrears
ga: Ó Eanáir 2015 i leith, tá comhaltaí na scéime incháilithe chun deontas breosla a fháil a íoctar i riaráistí 12 mhí

source: You should continue the practice of keeping receipts for the fuel purchased for 2 years, but do not have to submit them when you apply for the fuel grant
ga: Ba cheart duit leanúint leis an gcleachtas ina gcoimeádann tú fáltais don bhreosla a ceannaíodh ar feadh 2 bhliain, ach níl ort na fáltais a sheoladh ar aghaidh nuair a dhéanann tú iarratas ar an deontas breosla

source: You have to estimate the percentage of the fuel that is used for your own transport or the transport of a disabled passenger
ga: Tá ort céatadán an bhreosla a úsáidtear do d’iompar féin nó d’iompar paisinéara faoi mhíchumas a mheas

source: You can claim your fuel grant for 2015 from January 2016 using Revenue's online service myAccount
ga: Féadfaidh tú do dheontas breosla le haghaidh na bliana 2015 a éileamh ó Eanáir 2016 ar aghaidh agus seirbhís ar líne moChuntas (‘myAccount’) na gCoimisinéirí Ioncaim á húsáid

source: To register on myAccount you need your PPS number, mobile or landline number, email address and home address
ga: Chun clárú ar moChuntas, teastaíonn d’uimhir PSP, uimhir ghuthán póca nó líne thalún, seoladh ríomhphoist agus do sheoladh baile
